Repository: byxiaozhi/Typedown
Catalog: Typedown.Universal/Resources/Strings/*/Resources.resw
Source language: en
Languages: am, ar, as, bg, bn, bs, ca, et, fa, fil, ga, hi, hy, is, iu_latn, kk, kn, ku_arab, ky_kg, lt, lv, mg, mi, ml, mr, mt, nb, ne, or, pa, pl, sl, sw, ta, te, th, tk_cyrl, tt_arab, ug_arab, ur

# SelectFile.Content
source: Browse Files
am: ፋይሎችን ይቃኙ
ar: تصفح الملفات
as: ফাইলসমূহ ব্ৰাউজ কৰক
bg: Преглеждане на файлове
bn: ফাইলব্রাউজ করুন
ca: Navega pels fitxers
et: Failide sirvimine
fa: مرور پرونده ها
fil: Magbraws ng mga File
ga: Brabhsáil Comhaid
hi: फ़ाइलें ब्राउज़ करें
hy: Browse ֆայլեր
is: Fletta í skrám
iu_latn: qinirlugit tuqquqsimajut
kk: Файлдарды шолу
kn: ಫೈಲ್ ಗಳನ್ನು ಬ್ರೌಸ್ ಮಾಡಿ
ku_arab: گەڕان لە فایلەکان
ky_kg: Файлдарды карап чыгуу
lt: Naršyti failus
lv: Pārlūkot failus
mg: Hizaha rakitra
mi: Pūtirotirohia ngā kōnae
ml: ഫയലുകൾ ബ്രൗസ് ചെയ്യുക
mr: फाइल ब्राउझ करा
mt: Ibbrawżja l-Fajls
nb: Bla gjennom filer
ne: फाइल ब्राउज गर्नुहोस्
or: ଫାଇଲଗୁଡିକ ବ୍ରାଉଜ୍ କରନ୍ତୁ
pa: ਫਾਇਲਾਂ ਬਰਾਊਜ਼ ਕਰੋ
pl: Przeglądaj pliki
sl: Brskanje po datotekah
sw: Vinjari Faili
ta: கோப்புகளை உலாவு
te: ఫైళ్లను బ్రౌజ్ చేయండి
th: เรียกดูแฟ้ม
tk_cyrl: Faýllary Gözläň
tt_arab: Файлларны бүлтәләргә
ug_arab: ھۆججەتلەرنى كۆرۈش
ur: مسلیں براؤز کریں

# SendFeedback.Content
source: Send Feedback
am: Feedback መላክ
ar: إرسال ملاحظات
as: মতামত প্ৰেৰণ কৰক
bg: Изпращане на обратна връзка
bn: প্রতিক্রিয়া পাঠান
bs: Pošalji povratne informacije
ca: Envia comentaris
et: Tagasiside saatmine
fa: ارسال بازخورد
fil: Magpadala ng Feedback
ga: Seol Aiseolas
hi: प्रतिक्रिया भेजें
hy: Ուղարկել Feedback
is: Senda ábendingu
iu_latn: naksiujjilutit uqausiujunit
kk: Пікір жіберу
kn: ಪ್ರತಿಕ್ರಿಯೆ ಕಳಿಸಿ
ku_arab: ناردنی کاردانەوە
ky_kg: Пикир жөнөтүү
lt: Siųsti atsiliepimus
lv: Atsauksmju sūtīšana
mg: Handefa fanamarihana
mi: Tuku urupare
ml: ഫീഡ് ബാക്ക് അയയ്ക്കുക
mr: अभिप्राय पाठवा
mt: Ibgħat Feedback
nb: Send tilbakemelding
ne: पृष्ठपोषण पठाउनुहोस्
or: ମତାମତ ପ୍ରେରଣ କରନ୍ତୁ
pa: ਫੀਡਬੈਕ ਭੇਜੋ
pl: Wyślij opinię
sl: Pošlji povratne informacije
sw: Tuma Maoni
ta: பின்னூட்டம் அனுப்பு
te: ఫీడ్ బ్యాక్ పంపు
th: ส่งคําติชม
tk_cyrl: Pikir Alyş-yklyş iber
tt_arab: Фикерләр җибәрегез
ug_arab: ئىنكاس يوللاش
ur: رائے بھیجیں

# Settings.Text
source: Preferences
am: ምርጫዎች
ar: التفضيلات
as: পছন্দসমূহ
bg: Предпочитания
bn: অগ্রাধিকার
bs: Preference
ca: Preferències
et: Eelistused
fa: اولویت ها
fil: Mga Kagustuhan
ga: Sainroghanna
hi: प्राथमिकताएँ
hy: Նախասիրություններ
is: Kjörstillingar
iu_latn: pijumigijaujut
kk: Преференциялар
kn: ಆದ್ಯತೆಗಳು
ku_arab: پەسەندکردنەکان
ky_kg: Ырастоолор
lt: Nuostatos
mg: Safidy manokan'ny safidy
mi: Ngā Manakohanga
ml: മുൻഗണനകൾ
mr: प्राधान्ये
mt: Preferenzi
nb: Innstillinger
ne: प्राथमिकताहरू
or: ଅଗ୍ରାଧିକାର
pa: ਪਸੰਦ
pl: Preferencje
sl: Nastavitve
sw: Mapendeleo
ta: விருப்பங்கள்
te: ప్రాధాన్యతలు
th: การกําหนดลักษณะ
tk_cyrl: Seçenekler
tt_arab: Өстенлекләр
ug_arab: قىزىقىشلار
ur: ترجیحات

# Sidebar.Text
source: Left Panel
am: ግራ ፓነል
ar: اللوحة اليسرى
as: বাওঁ পেনেল
bg: Ляв панел
bn: বাম প্যানেল
bs: Lijeva ploča
ca: Panell esquerre
et: Vasak paneel
fa: نوار چپ
fil: Kaliwa panel
ga: Painéal ar Chlé
hi: बायाँ पैनल
hy: Ձախակողմյան վահանակ
is: Vinstri spjaldið
iu_latn: saumiani katimajiit
kk: Сол жақ тақта
kn: ಎಡ ಫಲಕ
ku_arab: پەڕەی چەپ
ky_kg: Сол панель
lt: Kairysis skydelis
lv: Kreisais panelis
mg: Tontonana havia
mi: Paewhiri Mauī
ml: ഇടത് പാനൽ
mr: डावे पॅनेलName
mt: Panew tax-Xellug
nb: Venstre panel
ne: बायाँ प्यानल
or: ବାମ ପ୍ୟାନେଲ୍
pa: ਖੱਬਾ ਪੈਨਲ
pl: Panel boczny
sl: Leva plošča
sw: Paneli Kushoto
ta: இடது குழு
te: ఎడమ ప్యానెల్
th: แผงด้านซ้าย
tk_cyrl: Sol Panel
tt_arab: Сул панел
ug_arab: سول تاختا
ur: بائیں پینل

# SidebarFilesTab.Content
source: File Tree
am: ፋይል ዛፍ
ar: شجرة الملفات
as: ফাইল গছ
bg: Дърво на файла
bn: ফাইল ট্রি
bs: Stablo datoteke
ca: Arbre de fitxers
et: Failipuu
fa: درخت فایل
fil: Puno ng File
ga: Crann Comhad
hi: फ़ाइल ट्री
hy: Ֆայլի ծառ
is: Skráartré
iu_latn: tuqquivik
kk: Файл бұтағы
kn: ಫೈಲ್ ಟ್ರೀ
ku_arab: داری فایل
ky_kg: Файл дарагы
lt: Failų medis
lv: Failu koks
mg: Hazon-rakitra
mi: Rākau Kōnae
ml: ഫയൽ ട്രീ
mr: फाइल ट्रीName
mt: Siġra tal-Fajls
nb: Filtre
ne: फाइल ट्री
or: ଫାଇଲ୍ ଗଛ
pa: ਫਾਇਲ ਟਰੀ
pl: Drzewo plików
sl: Drevesni prikaz datotek
sw: Mti wa Faili
ta: கோப்பு மரம்
te: ఫైల్ ట్రీ
th: ทรีแฟ้ม
tk_cyrl: _Mazmämler
tt_arab: Файл агачы
ug_arab: ھۆججەت دەرىخى
ur: مسل درخت

# SidebarOutlineTab.Content
source: Outline
am: አስተዋጽኦ
ar: ملخص
as: আউটলাইন
bg: Очертание
bn: প্রান্তরেখা
bs: Oris
ca: Esquema
et: Liigendus
fa: طرح کلی
ga: Imlíne
hi: आकार
hy: Ելակետ
is: Ágrip
iu_latn: nalunaijaqsimaningit
kk: Контур
kn: ಬಾಹ್ಯರೇಖೆ
ku_arab: کەمەرەیی
ky_kg: Контур
lt: Struktūros
lv: Struktūras
mi: Whakahuahua
ml: ബാഹ്യരേഖ
mr: आराखडा
mt: Profil
nb: Omriss
ne: रुपरेखा
or: ବାହ୍ୟରେଖା
pa: ਰੂਪ-ਰੇਖਾ
pl: Konspekt
sl: Oris
sw: Ufupisho
ta: உருவரை
te: ఆకారం
th: เค้าโครง
tk_cyrl: Meýilnama
tt_arab: Пөхтә
ug_arab: تىزىس
ur: خاکہ

# SourceCodeMode.Text
source: Source Code Mode
am: ምንጭ ኮድ Mode
ar: وضع النص المصدري
as: উৎস কোড মোড
bg: Режим на изходен код
bn: সোর্স কোড মোড
bs: Način izvornog koda
ca: Mode de codi font
et: Lähtekoodi režiim
fa: حالت منبع کد
fil: Modong Pinagkunan ng Kodigo
ga: Mód Cód Foinse
hi: स्रोत कोड मोड
hy: Աղբյուր Կոդի ռեժիմ
is: Upprunakótahamur
iu_latn: pivviujunnaqtut nalunaikkutanga
kk: Бастапқы код режимі
kn: ಮೂಲ ಕೋಡ್ ಮೋಡ್
ku_arab: دۆخی کۆدی سەرچاوە
ky_kg: Булак коду режими
lt: Pirminio kodo režimas
lv: Avota koda režīms
mg: Fomban'ny mari-pamaharana
mi: Aratau Waehere Pūtake
ml: സോഴ്സ് കോഡ് മോഡ്
mr: स्रोत कोड मोडName
mt: Mod tal-Kodiċi tas-Sors
nb: Modus for kildekode
ne: स्रोत सङ्केत मोड
or: ଉତ୍ସ କୋଡ୍ ମୋଡ୍
pa: ਸਰੋਤ ਕੋਡ ਮੋਡ
pl: Tryb kodu źródłowego
sl: Način pisanja kode
sw: Hali ya Msimbo Chanzo
ta: மூல குறியீட்டு முறை
te: సోర్స్ కోడ్ మోడ్
th: โหมดโค้ดต้นฉบับ
tt_arab: Чыганак коды режимы
ug_arab: مەنبە كود ئەندىزىسى
ur: ماخذ کوڈ موڈ

# StatusBar.Text
source: Status Bar
am: ሁኔታ ባር
ar: شريط الحالة
as: স্থিতি দণ্ডিকা
bg: Лента на състоянието
bn: স্থিতি বার
bs: Statusna traka
ca: Barra d'estat
et: Olekuriba
fa: نوار وضعیت
ga: Barra Stádais
hi: स्थिति पट्टी
hy: Ստատուս բար
is: Stöðulína
iu_latn: qanuilingalirningit
kk: Күй тақтасы
kn: ಸ್ಥಿತಿ ಪಟ್ಟಿ
ku_arab: شریتی بار
ky_kg: Статус-тилке
lt: Būsenos juosta
lv: Statusa josla
mg: Anjan'ny fivoarana
mi: Pae tūnga
ml: നിലപട്ട
mr: स्थिती पट्टी
mt: Strixxa tal-Istatus
nb: Statuslinje
ne: वस्तुस्थिति पट्टी
or: ସ୍ଥିତି ଦଣ୍ଡିକା
pa: ਹਾਲਤ ਪੱਟੀ
pl: Pasek stanu
sl: Statusna vrstica
sw: Mwambaa Hali
ta: நிலை பட்டி
te: స్టేటస్ బార్
th: แถบสถานะ
tk_cyrl: Durum Zolagy
tt_arab: Статус бар
ug_arab: ھالەت قامۇسى
ur: حالت بار

source: Stop
am: አቁም
as: বন্ধ কৰক
bg: Стоп
bn: থামান
bs: Zaustaviti
ca: Atura
et: Stopp
fa: توقف
fil: Itigil ang
hi: रुको
hy: Դադարեցրեք
is: Stoppa
iu_latn: nuqqarniq
kk: Тоқтау
kn: ನಿಲ್ಲಿಸು
ku_arab: وەستان
ky_kg: Токтотуу
lt: Sustoti, sustok
lv: Apstājieties
mg: Mijanòna
mi: Poroa
ml: നിർത്ത്
mr: थांबणे
mt: Waqqaf
nb: Stopp
ne: रोक्नुहोस्
or: ବନ୍ଦ କରନ୍ତୁ
pa: ਰੋਕੋ
pl: Zatrzymaj
sl: Ustavi
sw: Komesha
ta: நிறுத்து
te: ఆపు
th: หยุด
tk_cyrl: Dur
tt_arab: Туктау
ug_arab: توختاش
ur: روکنا

# Strikethrough.Text
source: Strikethrough
am: በአደጋ ጊዜ
ar: يتوسطه خط
as: ষ্ট্ৰাইকথ্ৰু
bg: Зачеркване
bs: Precisna
ca: Ratllat
fil: striketrough
ga: Stailc
hi: हड़ताल के माध्यम से
hy: Ստրայդթրոու
iu_latn: kigutinnguat
kn: ಸ್ಟ್ರೈಕ್ ಥ್ರೂ
ku_arab: ستراترۆف
ky_kg: Сокку
lv: Pārsvītrojums
mg: _Atody
mi: Tāroto
ml: സ്ട്രൈക്ക്ത്രൂ
mr: स्ट्राइकथ्रू
nb: Gjennomstreking
ne: स्ट्राइक थ्रु
or: ଷ୍ଟ୍ରାଇକଥ୍ରୁ
pl: Przekreślenie
sl: Prečlev
ta: ஸ்ட்ரைக்த்ரூ
te: స్ట్రైక్ త్రూ
th: ขีดทับ
tk_cyrl: Karalanmış
tt_arab: Сызык
ur: اسٹرائیک تھرو

# Strong.Text
source: Bold
am: ደፋር
ar: تمتين
as: বোল্ড
bg: Безочлив
bn: স্থূল
bs: Hrabar
ca: Negreta
et: Julge
fa: برجسته
fil: Matapang
ga: Trom
hi: स्पष्ट
hy: Բոլդ
is: Djarfur
iu_latn: qirniq
kk: Қалың
kn: ಬೋಲ್ಡ್
ku_arab: تۆخ
ky_kg: Кайраттуу
lt: Drąsus
lv: Treknrakstā
mi: Taekaha
ml: ബോൾഡ്
mr: ठळक
mt: Kuraġġuż
nb: Fet
ne: बाक्लो
or: ବୋଲ୍ଡ
pa: ਬੋਲਡ
pl: Pogrubienie
sl: Krepko
sw: Kolevu
ta: துணிவுள்ள
te: బోల్డ్
th: กล้า
tk_cyrl: Goýy
tt_arab: Кыюлык
ug_arab: قاپ يۈرەك
ur: جلی

source: System Language
am: የሲስተም ቋንቋ
ar: لغة النظام
as: চিস্টেম ভাষা
bg: Системен език
bn: সিস্টেম ভাষা
bs: Sistemski jezik
ca: Llengua del sistema
et: Süsteemi keel
fa: زبان سیستم
fil: Wika ng Sistema
ga: Teanga an Chórais
hi: सिस्टम भाषा
hy: Համակարգային լեզվաբանություն
is: Kerfistungumál
iu_latn: atuqtauvaktuq uqausiq
kk: Жүйелік тіл
kn: ಸಿಸ್ಟಂ ಭಾಷೆ
ku_arab: زمانی سیستەم
ky_kg: Система тили
lt: Sistemos kalba
lv: Sistēmas valoda
mg: Fiteny ho an'ny rafitra
mi: Reo Pūnaha
ml: സിസ്റ്റം ഭാഷ
mr: प्रणाली भाषाName
mt: Lingwa tas-Sistema
nb: Språk for system
ne: प्रणाली भाषाComment
or: ସିଷ୍ଟମ୍ ଭାଷା
pa: ਸਿਸਟਮ ਭਾਸ਼ਾ
pl: Język systemowy
sl: Jezik sistema
sw: Lugha ya Mfumo
ta: முறைமை மொழி
te: సిస్టమ్ భాష
th: ภาษาของระบบ
tk_cyrl: Sistem Dili
tt_arab: Система теле
ug_arab: سىستېما تىلى
ur: نظام زبان

# Table.Text
source: Table
am: ሠንጠረዥ
ar: جدول
as: টেবুল
bg: Маса
bn: সারণী
bs: Stol
ca: Taula
et: Laud
fa: جدول
fil: Talahanayan
ga: Tábla
hi: मेज़
hy: Սեղան
is: Borð
iu_latn: ilulingit
kk: Кесте
kn: ಮೇಜು
ku_arab: خشتە
ky_kg: Таблица
lt: Stalas
lv: Galds
mg: Fafana
mi: Ripanga
ml: മേശ
mr: टेबल
mt: Tabella
nb: Bord
ne: तालिका
or: ଟେବୁଲ୍
pa: ਟੇਬਲ
pl: Tabela
sl: Tabela
sw: Jedwali
ta: மேசை
te: బల్ల
th: โต๊ะ
tk_cyrl: Täblisa
tt_arab: Өстәл
ug_arab: جەدۋەل
ur: میز

# TaskList.Text
source: Task List
am: የስራ ዝርዝር
ar: قائمة المهام
as: কাৰ্য্য তালিকা
bg: Списък със задачи
bn: কার্য তালিকা
bs: Lista zadataka
ca: Llista de tasques
et: Ülesannete loend
fa: لیست وضایف
fil: Listahan ng Gawain
ga: Liosta Tascanna
hi: कार्य सूची
hy: Առաջադրանքների ցանկ
is: Verkefnalisti
iu_latn: piliriaksat titiraqsimajut
kk: Тапсырмалар тізімі
kn: ಕಾರ್ಯ ಪಟ್ಟಿ
ku_arab: لیستی ئەرک
ky_kg: Тапшырма тизмеси
lt: Užduočių sąrašas
lv: Uzdevumu saraksts
mg: Lisitr'asa
mi: Rārangi Tūmahi
ml: ടാസ്ക് ലിസ്റ്റ്
mr: कार्यसूची
mt: Lista ta' l-Attivitajiet
nb: Liste over oppgaver
ne: कार्य सूची
or: ଟାସ୍କ ତାଲିକା
pa: ਕੰਮ ਲਿਸਟ
pl: Lista zadań
sl: Seznam opravil
sw: Orodha Kazi
ta: பணிபட்டியல்
te: టాస్క్ లిస్ట్
th: รายการงาน
tk_cyrl: Iş Listi
tt_arab: Йөкләмәләр исемлеге
ug_arab: ۋەزىپە تىزىملىكى
ur: فہرست کام

# TextBlockFile.Text
source: File
am: ፋይል
ar: ملف
as: ফাইল
bg: Файл
bn: ফাইল
bs: Fajl
ca: Fitxer
et: Fail
fa: فایل
ga: Comhad
hi: रेती
hy: Ֆայլ
is: Skrá
iu_latn: tuqquivik
kk: Файл
kn: ಫೈಲ್
ku_arab: فایل
ky_kg: Файл
lt: Failas
lv: Fails
mg: Rakitra
mi: Kōnae
ml: ഫയല്
mr: कानस
mt: Fajl
nb: Fil
ne: फाइल
or: ଫାଇଲ୍
pa: ਫਾਇਲ
pl: Plik
sl: Datoteka
sw: Faili
ta: அரம்
te: ఆకురాయి
th: แฟ้ม
tk_cyrl: Faýl
tt_arab: Файл
ug_arab: ھۆججەت
ur: فائل

# TextboxFeedbackContent.PlaceholderText
source: We will attach great importance to the content you fill in
am: ለሞላችሁት ይዘት ትልቅ ቦታ እንስጥ
ar: سنعلق أهمية كبيرة على المحتوى الذي تملأه
as: আপুনি পূৰণ কৰা সমলৰ ওপৰত আমি যথেষ্ট গুৰুত্ব দিম
bg: Ще прикачим голямо значение на съдържанието, което попълвате
bn: আপনি যে সামগ্রীটি পূরণ করেন তাতে আমরা অত্যন্ত গুরুত্ব দেব
bs: Pridaćemo veliku važnost sadržaju koji popunite
ca: Donarem molta importància al contingut que empleneu
et: Me omistame suurt tähtsust sisule, mida täidate
fa: ما اهمیت زیادی به محتوایی که در آن پر می کنید ضمیمه خواهیم کرد
fil: Maglakip kami ng malaking kahalagahan sa nilalaman na punan mo
ga: Cuirfimid an-tábhacht leis an ábhar a líonann tú isteach
hi: हम आपके द्वारा भरी गई सामग्री को बहुत महत्व देंगे
hy: Մենք մեծ կարեւորություն կդնենք ձեր լրացրած բովանդակությանը
is: Við munum leggja mikla áherslu á efnið sem þú fyllir út
iu_latn: ilaliujjiniaqpugut pimmarialuujunik ilulinginnik titiraqtavit
kk: Сіз толтырған мазмұнға үлкен мән береміз
kn: ನೀವು ತುಂಬುವ ವಿಷಯಕ್ಕೆ ನಾವು ಹೆಚ್ಚಿನ ಪ್ರಾಮುಖ್ಯತೆಯನ್ನು ನೀಡುತ್ತೇವೆ
ku_arab: ئێمە گرینگییەکی زۆر دەدەین بەو ناوەڕۆکەی پڕی دەکەیتەوە
ky_kg: Сиз толтурган мазмунга биз чоң маани беребиз
lt: Mes suteiksime didelę reikšmę turiniui, kurį užpildysite
lv: Mēs piešķirsim lielu nozīmi jūsu aizpildītajam saturam
mg: Hametraka lanja lehibe amin'ny votoatiny fenoinareo izahay.
mi: Ka āpiti mātou i te hiranga nui ki ngā ihirangi ka whakakīa e koe
ml: നിങ്ങൾ പൂരിപ്പിക്കുഉള്ളടക്കത്തിന് ഞങ്ങൾ വലിയ പ്രാധാന്യം നൽകും
mr: आपण भरलेल्या सामग्रीला आम्ही खूप महत्त्व देऊ
mt: Se nagħtu importanza kbira lill-kontenut li timla
nb: Vi vil legge stor vekt på innholdet du fyller ut
ne: तपाईँले भर्ने सामग्रीमा हामी धेरै महत्व दिनेछौं
or: ଆପଣ ପୂରଣ କରୁଥିବା ବିଷୟବସ୍ତୁକୁ ଆମେ ବହୁତ ଗୁରୁତ୍ୱ ଦେବୁ
pa: ਅਸੀਂ ਤੁਹਾਡੇ ਵੱਲੋਂ ਭਰੀ ਗਈ ਸਮੱਗਰੀ ਨੂੰ ਬਹੁਤ ਮਹੱਤਵ ਦੇਵਾਂਗੇ
pl: Przywiążemy dużą wagę do treści, które wypełniasz
sl: Veliko pomembnost bomo pridali vsebini, ki jo vnašate
sw: Tutaambatanisha umuhimu mkubwa kwa maudhui unayojaza
ta: நீங்கள் நிரப்பும் உள்ளடக்கத்திற்கு நாங்கள் அதிக முக்கியத்துவம் அளிக்கிறோம்
te: మీరు నింపే కంటెంట్ కు మేం ఎంతో ప్రాముఖ్యత నిస్తాం.
th: เราจะให้ความสําคัญอย่างยิ่งกับเนื้อหาที่คุณกรอก
tk_cyrl: Siziň doldurýan mazmunyňyza uly ähmiýet bereris
tt_arab: Тутыра торган эчтәлеккә зур әһәмият бирербез
ug_arab: سىز تولدۇرغان مەزمۇنغا يۈكسەك ئەھمىيەت بېرىمىز
ur: ہم آپ کے بھرنے والے مواد کو بہت اہمیت دیں گے

# TextBoxReplace.PlaceholderText
source: Replace
am: ምትኬ
ar: استبدال
as: প্ৰতিস্থাপন কৰক
bg: Заменям
bn: প্রতিস্থাপন
bs: Zamijeniti
ca: Reemplaça
et: Asendama
fa: جایگزینی
fil: Palitan
ga: Ionadaigh
hi: बदलें
hy: Փոխարինեք
is: Skipta
iu_latn: asitaaqtitauninga
kk: Ауыстыру
kn: ಬದಲಿಸು
ku_arab: جێگۆڕکێ بکە
ky_kg: Алмаштыруу
lt: Pakeisti
lv: Aizstāt
mg: Soloy
mi: Whakahōu
ml: മാറ്റുക
mr: बदलवा
mt: Ibdel
nb: Erstatte
ne: बदल्नुहोस्
or: ବିସ୍ଥାପନ କରନ୍ତୁ
pa: ਬਦਲੋ
pl: Zamień
sl: Zamenjaj
sw: Badilisha
ta: பின்னுற்றிடங் கொள்
te: భర్తీ చేయండి
th: แทน
tk_cyrl: Ewez et
tt_arab: Алмаштырыу
ug_arab: ئالماشتۇر
ur: بدلیں

# TextBoxSearch.PlaceholderText
source: Find
am: ያግኙ
ar: بحث
as: বিচাৰ
bg: Намирам
bn: খুঁজুন
bs: Naći
ca: Troba
et: Leidma
fa: پیدا کردن
fil: Hanapin
ga: Aimsigh
hi: खोज
hy: Գտնել
is: Finna
iu_latn: nanilugu
kk: Табу
kn: ಹುಡುಕು
ku_arab: دۆزینەوە
ky_kg: Табуу
lt: Rasti
lv: Atrast
mg: Tadiavo
mi: Kimi
ml: കണ്ടെത്തുക
mr: आढळणे
mt: Issib
nb: Finne
ne: फेला पार्नुहोस्
or: ଖୋଜନ୍ତୁ
pa: ਖੋਜ
pl: Znajdź
sl: Najdi
sw: Kupata
ta: கண்டுபிடிப்பு
te: కనుగొను
th: หา
tk_cyrl: Tap
tt_arab: Табу
ug_arab: بايقاش
ur: پانا

# ThemeDark.Content
source: Dark Theme
am: ጭብጥ ጭብጥ
ar: نسق مظلم
as: ডাৰ্ক থীম
bg: Тъмна тема
bn: ডার্ক থিম
bs: Tamna tema
ca: Tema fosc
et: Tume kujundus
fa: تم تاریک
fil: madilim na tema
ga: Téama Dorcha
hi: डार्क थीम
hy: Մութ Թեմա
is: Dökkt þema
iu_latn: taak
kk: Қараңғы тақырып
kn: ಡಾರ್ಕ್ ಥೀಮ್
ku_arab: تێمی تۆخ
ky_kg: Караңгы тема
lt: Tamsioji tema
lv: Tumšais dizains
mg: Endrika matroka
mi: Tāhuhu pōuri
ml: ഇരുണ്ട തീം
mr: गडद सुत्रयोजनाComment
mt: Tema Skura
nb: Mørkt tema
ne: गाढा विषयवस्तु
or: ଡାର୍କ ଥିମ୍
pa: ਗੂੜ੍ਹਾ ਥੀਮ
pl: Ciemny motyw
sl: Temna tema
sw: Mandhari Kolevu
ta: இருண்ட தீம்
te: డార్క్ థీమ్
th: ชุดรูปแบบสีเข้ม
tk_cyrl: Tümlük temany
tt_arab: Караңгы тема
ug_arab: قېنىق ئۇسلۇب
ur: ڈارک تھیم

# ThemeLight.Content
source: Light Theme
am: የብርሃን ጭብጥ
ar: نسق الضوء
as: লাইট থীম
bg: Светлинна тема
bn: হালকা থিম
bs: Lagana tema
ca: Tema clar
et: Valgusteema
fa: تم نور
fil: Tema ng Ilaw
ga: Téama Solais
hi: लाइट थीम
hy: Լույսի թեմա
is: Ljós þema
iu_latn: qaumajuq pijjutaujuq
kk: Жарық тақырыбы
kn: ಲೈಟ್ ಥೀಮ್
ku_arab: ڕووکاری کاڵ
ky_kg: Жарык темасы
lt: Šviesos tema
lv: Gaismas dizains
mg: Endrika mazava
mi: Tāhuhu kōmā
ml: ലൈറ്റ് തീം
mr: प्रकाश सुत्रयोजनाComment
mt: Tema Ħafifa
nb: Lys-tema
ne: प्रकाश विषयवस्तु
or: ଲାଇଟ୍ ଥିମ୍
pa: ਹਲਕਾ ਥੀਮ
pl: Jasny motyw
sl: Svetla tema
sw: Mandhari Angavu
ta: ஒளி தீம்
te: లైట్ థీమ్
th: ธีมสีอ่อน
tk_cyrl: Ýagty tema
tt_arab: Яктылык темасы
ug_arab: يورۇقلۇق ئۇسلۇبى
ur: روشنی موضوع

# ThemeSystem.Content
source: Use System Setting
am: ይጠቀሙ ስርዓት አቀማመጥ
ar: استخدام إعداد النظام
as: চিস্টেম ছেটিং ব্যৱহাৰ কৰক
bg: Използване на системна настройка
bn: সিস্টেম সেটিং ব্যবহার করুন
bs: Koristi postavku sistema
ca: Utilitza la configuració del sistema
et: Süsteemisätte kasutamine
fa: استفاده از تنظیمات سیستم
fil: Gumamit ng Seting ng Sistema
ga: Úsáid Socrú an Chórais
hi: सिस्टम सेटिंग का उपयोग करें
hy: Օգտագործման համակարգի setting
is: Nota kerfisstillingu
iu_latn: aturlugu atuqattaqtuni aaqqiksimaninga
kk: Жүйе параметрін пайдалану
kn: ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್ ಬಳಸಿ
ku_arab: بەکارهێنانی ڕێکبەندەکانی سیستەم
ky_kg: Системаны орнотуу
lt: Naudoti sistemos parametrą
lv: Izmantot sistēmas iestatījumu
mg: Ampiasao ny fandrindran'ny rafitra
mi: Whakamahia tautuhinga pūnaha
ml: സിസ്റ്റം ക്രമീകരണം ഉപയോഗിക്കുക
mr: प्रणाली संयोजना वापरा
mt: Uża l-Issettjar tas-Sistema
nb: Bruk systeminnstilling
ne: प्रणाली सेटिङ प्रयोग गर्नुहोस्
or: ସିଷ୍ଟମ୍ ସେଟିଂ ବ୍ୟବହାର କରନ୍ତୁ
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ ਵਰਤੋਂ
pl: Użyj ustawień systemowych
sl: Uporabi sistemsko nastavitev
sw: Tumia Kipimo cha Mfumo
ta: முறைமை அமைப்பைப் பயன்படுத்து
te: సిస్టమ్ సెట్టింగ్ ఉపయోగించు
th: ใช้การตั้งค่าระบบ
tk_cyrl: Ulanyş Sistemasy Düzümi
tt_arab: Системаны куллану
ug_arab: سىستېما تەڭشەكلىرىنى ئىشلىتىش
ur: نظام سیٹنگ استعمال کریں

source: Total
am: ጠቅላላ
ar: مجموع
as: মুঠ
bg: Възлизам
bn: মোট
bs: Ukupno
et: Kokku
fa: کل
fil: Kabuuang Bilang
ga: Iomlán na
hi: कुल
hy: Ընդհանուր
is: Samtala
iu_latn: katiłługit
kk: Барлығы
kn: ಒಟ್ಟು
ku_arab: کۆی گشتی
ky_kg: Бардыгы
lt: Bendras
lv: Kopējā
mg: Totaliny
mi: Tapeke
ml: ആകെ
mr: संपूर्ण
mt: Totali
ne: जम्मा गर्नुहोस्
or: ସମୁଦାୟ
pa: ਕੁੱਲ
pl: W dokumencie
sl: Skupaj
sw: Jumla
ta: மொத்தம்
te: మొత్తం
th: ทั้งหมด
tk_cyrl: Umumy
tt_arab: Барлыгы
ug_arab: ئومۇمىي
ur: کل

# TurnInto.Text
source: Turn Into
am: ወደ ውስጥ አዙሩ
ar: تحول إلى
as: ইনটু কৰক
bg: Превърнете се в
bn: মধ্যে পরিণত করুন
bs: Pretvori se u
ca: Converteix-ho en
et: Muutuge
fa: تبدیل به
fil: Bumaling sa
ga: Cas Isteach i
hi: में मुड़ें
hy: Դարձի՛ց
is: Breyttu í
iu_latn: ikillugu
kk: Бұру
kn: ಇದಕ್ಕೆ ತಿರುಗಿ
ku_arab: بگۆڕە بۆ
ky_kg: Айландыруу
lt: Paversti į
lv: Pārvērst par
mg: Miova ho
mi: Huri Ki
ml: മാറുക
mr: मध्ये बदल करा
mt: Dawwar għal
nb: Bli til
ne: भित्र घुमाउनुहोस्
or: ଟର୍ନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਇਸ ਵਿੱਚ ਬਦਲੋ
pl: Zamień się w
sl: Spremeni v
sw: Geuza kuwa
ta: இதை மாற்றவும்
te: లోనికి తిరగండి
th: กลับกลาย
tk_cyrl: Öwrül
tt_arab: Борылыгыз
ug_arab: ئايلان
ur: میں تبدیل کریں

# TypewriterMode.Text
source: Typewriter Mode
am: የጽሕፈት መሣሪያ ዘዴ
ar: وضعية الآلة الكاتبة
as: টাইপৰাইটাৰ মোড
bg: Режим на пишетела
bn: টাইপরাইটার মোড
bs: Način rada pisaće mašine
ca: Mode màquina d'escriure
et: Kirjutusmasina režiim
fa: حالت ماشین تحریر
fil: Modong Typewriter
ga: Mód Clóscríobháin
hi: टाइपराइटर मोड
is: Ritvélarhamur
kk: Жазу жазуының режімі
kn: ಟೈಪ್ ರೈಟರ್ ಮೋಡ್
ku_arab: مۆدی چاپکەر
ky_kg: Машинка режими
lt: Rašomosios mašinėlės režimas
lv: Rakstāmmašīnas režīms
mg: Fomba fanoratana
mi: Aratau Patotuhi
ml: ടൈപ്പ് റൈറ്റർ മോഡ്
mr: टाइपरायटर मोडName
mt: Tipja Mode
nb: Skrivemaskinmodus
ne: टाइप राइटर मोड
or: ଟାଇପରାଇଟର୍ ମୋଡ୍
pa: ਟਾਈਪਰਾਈਟਰ ਮੋਡ
pl: Tryb maszyny do pisania
sl: Način pisalnega stroja
sw: Hali ya Mwandishi wa Chapa
ta: தட்டச்சுப் பொறி முறை
te: టైప్ రైటర్ మోడ్
th: โหมดเครื่องพิมพ์ดีด
tk_cyrl: Depägçe Ýazýan Mod
tt_arab: Машинкалар режимы
ug_arab: خەت كىرگۈزگۈچ ئەندىزىسى
ur: ٹائپ رائٹر موڈ

# Underline.Text
source: Underline
am: አበይት
ar: خط سفلي
as: ৰেখাঙ্কন কৰক
bg: Подчертавам
bn: আন্ডারলাইন
bs: Podvuci
ca: Subratllat
et: Allakriipsutus
fa: زیرخط دار
fil: Salungguhitan
ga: Cuir líne faoi
hi: रेखांकित करना
hy: Ընդգծել
is: Undirstrika
iu_latn: ataaguuqtuq
kk: Асты сызылсын
kn: ಅಡಿಗೆರೆ
ku_arab: ژێرهێڵ
ky_kg: Сызык
lt: Pabrėžti
lv: Pasvītrojumu
mg: Tsipika ambany
mi: Tāraro
ml: അടിവരയിടുക
mr: अधोरेखित करणे
mt: Linja ta' taħt
nb: Understreke
ne: अधोरेखा
or: ଅଣ୍ଡରଲାଇନ୍
pa: ਅੰਡਰਲਾਈਨ
pl: Podkreślenie
sl: Podčrtano
sw: Pigia mstari
ta: அடிவரி
te: అండర్ లైన్
th: ขีดเส้นใต้
tk_cyrl: Aşagny Gaýd Etmek
tt_arab: Астырын
ug_arab: ئاستى سىزىق
ur: خط کشیدہ کریں

# Undo.Text
source: Undo
am: አሻሽል
ar: تراجع
as: বাতিল কৰক
bg: Отменям
bn: পূর্বাবস্থা
bs: Poništiti
ca: Desfés
et: Võta
fa: لغو
fil: Magbalik sa Dati
ga: Cealaigh
hi: खोलना
hy: Ունդո
is: Afturkalla
kk: Болдырмау
kn: ಪೂರ್ವಕ್ರಿಯೆ
ku_arab: پاشگەزبەوە
ky_kg: Ундо
lt: Anuliuoti
lv: Atsaukt
mi: Wete
ml: നീക്കം ചെയ്യുക
mr: पूर्ववत करा
mt: Erġa
nb: Angre
ne: असमर्थित गर्नुहोस्
or: ପୂର୍ବବତ୍ କରନ୍ତୁ
pa: ਵਾਪਿਸ
pl: Cofnij
sl: Razveljavi
sw: Tendua
ta: கெடு
te: రద్దు
th: แก้
tk_cyrl: Gaýd Et
tt_arab: Юк
ur: کالعدم

# Unordered.Text
source: Unordered List
am: ያልተዘረዘሩ ዝርዝሮች
ar: قائمة غير مرتبة
as: অনিৰ্দেশিত তালিকা
bg: Неподреден списък
bn: অ-ক্রমিত তালিকা
bs: Neiskušena lista
ca: Llista sense ordenar
et: Korrastamata loend
fa: لیست نامرتبر
fil: Di-nakaorder na Listahan
ga: Liosta Neamhordaithe
hi: क्रमहीन सूची
hy: Չգրանցված ցուցակ
is: Óskiptur listi
iu_latn: titiraqtausimanngittut
kk: Басқарылмаған тізім
kn: ಆದೇಶಿಸದ ಪಟ್ಟಿ
ku_arab: لیستی سەرنەهێنراو
ky_kg: Таркатылбаган тизме
lt: Nesuderintas sąrašas
lv: Nesakārtots saraksts
mg: Lisitra tsy voatolona
mi: Rārangi Tē raupapatia
ml: ഓർഡർ ചെയ്യാത്ത ലിസ്റ്റ്
mr: आदेश न केलेली यादी
mt: Lista mhux ordnata
nb: Liste som ikke er ordnet
ne: क्रमबद्ध नगरिएको सूची
or: ଅନାବଶ୍ୟକ ତାଲିକା
pa: ਨਾ- ਲੜੀਬੱਧ ਲਿਸਟ
pl: Lista wypunktowana
sl: Neurejen seznam
sw: Orodha Isiyosimamiwa
ta: வரிசைப்படுத்தப்படாத பட்டியல்
te: ఆర్డర్ చేయని జాబితా
th: รายการที่ไม่เรียงลําดับ
tk_cyrl: Tertipsiz List
tt_arab: Изге Язмалар исемлеге
ug_arab: تىزىملىكتە تىزىملىك يوق
ur: غیر ترتیب شدہ فہرست

# UntitledDocument
source: New File
am: አዲስ ፋይል
ar: ملف جديد
as: নতুন ফাইল
bg: Нов файл
bn: নতুন ফাইল
bs: Nova datoteka
ca: Crea un fitxer
et: Uus fail
fa: فایل جدید
fil: Bagong File
ga: Comhad Nua
hi: नई फ़ाइल
hy: Նոր ֆայլ
is: Ný skrá
iu_latn: nutaaq tuqquqsimavvik
kk: Жаңа файл
kn: ಹೊಸ ಫೈಲ್
ku_arab: فایلی نوێ
ky_kg: Жаңы файл
lt: Naujas failas
lv: Jauns fails
mg: Rakitra vaovao
mi: Kōnae Hōu
ml: പുതിയ ഫയല്
mr: नविन फाइल
mt: Fajl Ġdid
nb: Ny fil
ne: नयाँ फाइल
or: ନୂତନ ଫାଇଲ୍
pa: ਨਵੀਂ ਫਾਇਲ
pl: Nowy plik
sl: Nova datoteka
sw: Faili Mpya
ta: புதிய கோப்பு
te: కొత్త ఫైలు
th: สร้างแฟ้ม
tk_cyrl: Täze Faýl
tt_arab: Яңа файл
ug_arab: يېڭى ھۆججەت
ur: نئی مسل

# UntitledFolder
source: New Folder
am: አዲስ ፎልደር
ar: مجلد جديد
as: নতুন ফোল্ডাৰ
bg: Нова папка
bn: নতুন ফোল্ডার
bs: Nova fascikla
ca: Crea una carpeta
et: Uus kaust
fa: پوشه جدید
fil: Bagong Folder
ga: Fillteán Nua
hi: नया फ़ोल्डर
hy: Նոր թղթապանակ
is: Ný mappa
iu_latn: nutaaq qiqatausimajuq
kk: Жаңа қапшық
kn: ಹೊಸ ಫೋಲ್ಡರ್
ku_arab: فۆڵدەری نوێ
ky_kg: Жаңы папка
lt: Naujas aplankas
lv: Jauna mape
mg: Laha-tahiry vaovao
mi: Kōpaki hōu
ml: പുതിയ ഫോൾഡർ
mr: नविन संचयीका
mt: Fowlder Ġdid
nb: Ny mappe
ne: नयाँ फोल्डर
or: ନୂତନ ଫୋଲ୍ଡର୍
pa: ਨਵਾਂ ਫੋਲਡਰ
pl: Nowy folder
sl: Nova mapa
sw: Kabrasha Jipya
ta: புதிய கோப்புறை
te: కొత్త సంచిక
th: สร้างโฟลเดอร์
tk_cyrl: Täze Halta
tt_arab: Яңа папка
ug_arab: يېڭى ھۆججەت قىسقۇچ
ur: نیا پوشہ

source: Update
am: አሻሽል
ar: تحديث
as: আপডেট কৰক
bg: Актуализирам
bn: আধুনিকীকরণ
bs: Ažuriranje
ca: Actualització
et: Uuendama
fa: به روزرسانی
fil: Magsunod-sa-
ga: Nuashonrú
hi: आधुनिकीकरणअ
hy: Թարմացում
is: Uppfæra
iu_latn: nutaannguriaqsimajut
kk: Жаңарту
kn: ಮಾರ್ಪಡಿಸಿ
ku_arab: نوێکردنەوە
ky_kg: Жаңылоо
lt: Naujinti
lv: Aktualizēt
mg: Vaovao farany
mi: Whakahōu
ml: അപ് ഡേറ്റ്
mr: अद्ययावत करा
mt: Aġġornament
nb: Oppdatering
ne: अद्यावधिक गर्नुहोस्
or: ଅପଡେଟ୍
pa: ਅੱਪਡੇਟ
pl: Aktualizacje
sl: Posodobitev
sw: Sasisha
ta: புதுப்பி
te: నవీకరణ
th: อัพเดต
tk_cyrl: _Täzele
tt_arab: Яңартырга
ug_arab: يېڭىلاش
ur: تازہ کاری

# UseRegexp.Text
source: Use RegEx
am: RegEx ይጠቀሙ
ar: استخدام ريجيكس
as: ৰেগএক্স ব্যৱহাৰ কৰক
bg: Използване на RegEx
bn: RegEx ব্যবহার করুন
bs: Koristi RegEx
ca: Utilitza RegEx
et: RegExi kasutamine
fa: استفاده از RegEx
fil: Gumamit ng RegEx
ga: Úsáid RegEx
hi: RegEx का उपयोग करें
hy: Օգտագործել RegEx
is: Nota RegEx
iu_latn: aturlugu RegEx
kk: RegEx пайдалану
kn: ರೆಗ್ ಎಕ್ಸ್ ಬಳಸಿ
ku_arab: بەکارهێنانی RegEx
ky_kg: RegEx колдонуу
lt: Naudoti RegEx
lv: RegEx izmantošana
mg: Ampiasao ny RegEx
mi: Whakamahia te RegEx
ml: റെഗ്എക്സ് ഉപയോഗിക്കുക
mr: RegEx चा वापर करा
mt: Uża RegEx
nb: Bruk RegEx
ne: RegEx प्रयोग गर्नुहोस्
or: ରେଗେକ୍ସ ବ୍ୟବହାର କରନ୍ତୁ
pa: RegEx ਵਰਤੋਂ
pl: Korzystanie z RegEx
sl: Uporaba storitve RegEx
sw: Tumia RegEx
ta: ரெகெக்ஸ் பயன்படுத்து
te: రెగ్ ఎక్స్ ఉపయోగించండి
th: ใช้ RegEx
tk_cyrl: Gaýd etmek
ug_arab: RegEx نى ئىشلىتىش
ur: ریگ ایکس استعمال کریں
